[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 7

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=1.0

LanguageName=Dutch, Nederlands

FileAuthor=Rik Gierman

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Circle Dock Website
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Auteur
SupportForumWord=Support Forum
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Toets Aanlsagen / Mouse Wheel Scrolls Per Rotatie
IconReplacementMode=Pictogram Drag en Drop Mode

[MainContextMenu]
WebsiteWord=Website
SettingsWord=Instellingen
HideWord=Verbergen
ShowWord=Tonen
QuitWord=Afsluiten
RemoveWord=Verwijderen
AddWord=Toevoegen
DockFolder=Dock Map
ChangeIcon=Verander Pictogram 

[SettingsPanel]
Name=Circle Dock Instellingen
SettingsPanelWord=Menu Instellingen
GeneralWord=Algemeen
DockShape=Dock Vorm

Labels=Tekst Opmaak
Animation=Animatie
LocationWord=Locatie
TogglingWord=Snel Toetsen
FileDockIconAssociations=Bestand -> Dock Icoon Associaties
LanguageWord=Taal
HelpWord=Help
HotKeySelectorToggleDock=Hotkey Selectie (Voor Dock Transparantie)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Windows
ValidHotkeyCombination=Juiste Hotkey Combinatie 
InvalidHotKeyCombination=Verkeerde Hotkey Combinatie

CentreAroundCursorWhenShown=Centreer Dock Rond Cursor Bij Verschijning
CircleDockVersionWord=Circle Dock Versie
EnableDockRotation=Activeer Dock Rotatie

ConfigurationDescriptionLabel=Personaliseer Circle Dock 

// General Panel
KeepDockAboveAllOtherWindows=Dock Altijd Boven Op
ClickSensitivity=Klik Gevoeligheid 
Sensitive=Gevoelig
NotSensitive=Niet Gevoelig
EnablePortabilityMode=Activeer Minimale Modes
UseMemorySaver=Gebruik Geheugen Bespaar Stand

// Background Panel
Background=Achtergrond
BackgroundImage=Achtergrond Afbeelding
NormalSize=Groote
NormalOpacity=Zichtbaarheid

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Vast Aantal Items Per Cirkel
NumberOfIconsPerCircle=Aantal Items Per Cirkel
MinimumRadius=Minimum Radius
SeparationBetweenCircles=Afstand Tussen Cirkels
FormatWord=Formaat
CircleWord=Cirkel

// Centre Button Panel
CentreButton=Centrale Knop
DefaultCentreButton=Standaard Centrale Knop
OtherSettings=Andere Instellingen
ShowStartMenuWhenClicked=Bij Klikken Laat Menu Start Zien 
StartMenuResidueWarning=Belangrijk: Zet Schaduws onder menu's uit in Windows Configuratiescherm anders krijg je de schadus error. 

// Dock Items Panel
DockItems=Dock Items
RightClickMenu=Rechter Muis Klik Menu
ShowWindowsFileFolderMenus=Toon Windows Bestands Map Menu's
HideDock= Verberg Dock
HideDockAfterFileExecution=Verberg Dock Na Openen Van Bestanden/Mappen

// Labels Panel
FontWord=Font, Lettertype
ChangeFont=Wijzig 
ChangeColor=Wijzig 
ShadowWord=Schauw
ShadowSize=Schauw Grootte
ShadowDarknessFactor=Schauw Sterkte
ShowLabels=Toon Labels 
ShowLabelsOnMouseoverOnly=Toon Labels Alleen bij Muis Aanwijzing 

// Animation
AnimationWord=Animatie
GeneralFrameRate=Normale Frame Snelheid (FPS)
RotationAnimationDuration=Rotatie Animatie Tijd (MS)
FadeInFadeOutDuration=Fade In / Fade Out Duration (MS)
UsePoofAnimationWhenDeleting=Toon Poof Animatie Bij Verwijderen (Experimenteel)

//About Panel
AboutWord=Over
ThePremiereCircularDockForWindows=Het Premiëre Ciculaire Dock Voor Windows 
WebsiteWord=Website
VersionInformation=Versie
OfficialHomepage=Officiële Homepage

// Help Panel
SupportWord=Ondersteuning
OfficialWebForum=Officiële Web Forum
OfficialWebHelpFAQ=Officiële Web Help/FAQ

// Language Panel
LanguageFileLocation=Taal Bestand Locatie
LanguageName=Taal Naam
LanguageFileAuthor=Taal Bestand Auteur
LanguageFileVersion=Versie
LanguageFileOriginallyIntendedFor=Taal Bestand Orgineel Bedoeld Voor Circle Dock Versie:
LanguageFileProgramRestartRequired=***Programma Herstart Nodig Om Taal Te Activeren***
LanguageFileValidCurrent=Bestand is Juist/Aanwezig
LanguageFileInvalidOutofDate=Onjuist/Niet Aanwezig

// File -> Icoon Associaties
FileIconAssocationsDescription=Standaard Iconen gebruiken bij toevoegen van Bestanden/Mappen aan het Dock
FileNameIconAssociations=Bestands Naam -> Pictogram Associaties
FolderNameIconAssociations=Map Naam -> Pictogram Associaties
FileExtensionIconAssociations=Bestands Extenties -> Pictogram Associaties
DockFolderIconAssociation=Dock Map -> Pictogram Associaties

// Toggling
ToggleVisibilityHotKey=Sneltoets Zichtbaarheid
ToggleVisibilityMouseButton=Sneltoets Zichtbaarheid Muisknop
ShowDockWhenIMoveMyMouseTo=Toon Dock wanneer ik de muis beweer naar...
ScreenLeftEdge=Scherm Linker Rand
ScreenRightEdge=Scherm Rechter Rand
ScreenTopEdge=Scherm Boven Rand
ScreenBottomEdge=Scherm Onder Rand
EdgeWidthHeight=Rand Breedte/Hoogte

[ErrorMessages]
MissingInvalid=Niet Aanwezig/Onjuist
FilePathMissingInvalid=Bestand/Pad is niet aanwezig of onjuist
